export const geoLabels={
  addNewProvince:"បញ្ជូលទិន្នន័យខេត្ត",
  geoData:"ភូមិសាស្ត្រតំបន់",
  empty:"ពុំមានទិន្នន័យខេត្តទេ",
  emptyNote:"សូមបញ្ជូលទិន្នន័យខេត្តដើម្បីគ្រប់បទល្មើសទៅតាមតំបន់នីមួយៗ"
}

export const userLabels={
  addNew:"បញ្ជូលគណនី​អ្នកប្រើប្រាស់",
  title:"គណនី​អ្នកប្រើប្រាស់",
  empty:"ពុំមានគណនី​អ្នកប្រើប្រាស់ទេ",
  emptyNote:"សូមបញ្ជូលគណនី​អ្នកប្រើប្រាស់ដើម្បីអាចចូលទៅប្រើប្រាស់ប្រព័ន្ធបាន"
}

export const personLabels={
  addNew:"បញ្ជូលទិន្នន័យ",
  title:"បញ្ជីបទល្មើស",
  empty:"ពុំមានទិន្នន័យទេ",
  emptyNote:"សូមបញ្ជូលទិន្នន័យប្រើប្រាស់ចូលទៅក្នុងប្រព័ន្ធ"
}

export const caseCategoryLabels={
  addNew:"បញ្ជូលប្រភេទបទល្មើស",
  title:"ប្រភេទបទល្មើស",
  empty:"ពុំមានទិន្នន័យប្រភេទបទល្មើសទេ",
  emptyNote:"សូមបញ្ជូលទិន្នន័យប្រភេទបទល្មើសដើម្បីគ្រប់បទល្មើសទៅតាមប្រភេទបទល្មើសនីមួយៗ"
}


export const locationSceneLabels={
  addNew:"បញ្ជូលប្រភេទបទល្មើស",
  title:"ប្រភេទបទល្មើស",
  empty:"ពុំមានទិន្នន័យប្រភេទបទល្មើសទេ",
  emptyNote:"សូមបញ្ជូលទិន្នន័យប្រភេទបទល្មើសដើម្បីគ្រប់បទល្មើសទៅតាមប្រភេទបទល្មើសនីមួយៗ"
}
